[
    {
        "id": 1,
        "name": "Street Fighter",
        "year": 1990,
        "price": 9.90,
        "type": "Luta",
        "image": "street-fighter.jpg",
        "description": "Street Fighter, popularmente abreviado para SF, é uma popular série de jogos de luta na qual o jogador controla lutadores de diversas partes do mundo, cada qual com seus golpes especiais."
    },
    {
        "id": 2,
        "name": "Mortal Kombat",
        "year": 1992,
        "price": 9.90,
        "type": "Luta",
        "image": "mortal-kombat.jpg",
        "description": "Mortal Kombat é uma série de jogos criados pelo estúdio de Chicago da Midway Games. Em 2011, depois da falência da Midway, a produção de Mortal Kombat foi adquirida pela Warner Bros, tonando-se de seguida na Netherealm"
    },
    {
        "id": 3,
        "name": "Top Gear",
        "year": 1992,
        "price": 9.90,
        "type": "Corrida",
        "image": "topgear.jpg",
        "description": "Top Gear, conhecido no Japão como Top Racer é um jogo eletrônico lançado em 1992 para o Super NES. Foi desenvolvido pela Gremlin Graphics e publicado pela Kemco. Este é o primeiro jogo da franquia Top Gear."
    },
    {
        "id": 4,
        "name": "Super Mario World",
        "year": 1990,
        "price": 9.90,
        "type": "Aventura",
        "image": "mario.jpg",
        "description": "Super Mario World, subintitulado Super Mario Bros. 4 na versâo japonesa, é um jogo de plataforma desenvolvido e publicado pela Nintendo como um título que acompanhava o console Super Nintendo Entertainment System."
    },
    {
        "id": 5,
        "name": "F-Zero",
        "year": 1990,
        "price": 9.90,
        "type": "Corrida",
        "image": "fzero.jpg",
        "description": "F-Zero é um jogo de corrida futurista de SNES desenvolvido pela Nintendo e publicado pela mesma em 1990 no Japão e em 1991 nos Estados Unidos. É o primeiro título da série de videojogos e foi relançado no Virtual Console para Wii, Wii U e 3DS."
    },
    {
        "id": 6,
        "name": "Mega Man III",
        "year": 1990,
        "price": 9.90,
        "type": "Aventura",
        "image": "megaman.png",
        "description": "Mega Man III é um jogo de videogame criado pela Capcom em 1990. Foi lançado somente para o Nintendo Entertainment System, e faz parte da série Mega Man, composta de oito episódios."
    },
    {
        "id": 7,
        "name": "Metal Gear 2: Solid Snake",
        "year": 1990,
        "price": 9.90,
        "type": "Aventura",
        "image": "metal-gear.jpg",
        "description": "Metal Gear 2: Solid Snake é um jogo de espionagem escrito e dirigido por Hideo Kojima, e desenvolvido e publicado pela Konami."
    },
    {
        "id": 8,
        "name": "Cadillacs and Dinosaurs",
        "year": 1993,
        "price": 9.90,
        "type": "Aventura",
        "image": "cdino.png",
        "description": "Cadillacs and Dinosaurs é um jogo de beat 'em up para arcade lançado em 1993 pela Capcom e baseado nos quadrinhos Xenozoic Tales de Mark Schultz."
    },
    {
        "id": 9,
        "name": "Captain Commando",
        "year": 1991,
        "price": 9.90,
        "type": "Aventura",
        "image": "captain.jpg",
        "description": "Capitão Comando é jogo de arcade produzido pela Capcom em 1991, tendo como personagem principal Captain Commando. É um jogo no estilo beat 'em up, que se passa em Metro City no ano de 2026."
    },
    {
        "id": 10,
        "name": "Final Fight",
        "year": 1989,
        "price": 9.90,
        "type": "Luta",
        "image": "final-fight.jpg",
        "description": "Final Fight é um jogo eletrônico beat-'em-up side-scrolling originalmente lançado pela Capcom como um video game operado a base de moedas em 1989, um dos jogos mais famosos para esse estilo de jogo."
    }
]